layer {
  name: "data"
  type: "ImageData"
  top: "data"
  top: "label"
  include {
    phase: TRAIN
  }
  transform_param {
    crop_size: 227
    mean_value: 106
    mean_value: 116
    mean_value: 124
  }
  image_data_param {
    source: "/home/danieleb/ML/TechDocs-Edge-AI-Platform-Tutorials-develop/docs/CATSvsDOGs/deephi/alexnetBNnoLRN/quantiz/data/calib/calibration.txt"
    root_folder: "/home/danieleb/ML/TechDocs-Edge-AI-Platform-Tutorials-develop/docs/CATSvsDOGs/deephi/alexnetBNnoLRN/quantiz/data/calib/"  
    batch_size: 10
    shuffle: true
  }
}
